"IDS_PREFERENCES" = "Præferencer";
"IDS_RETRYSYNC" = "Gentag synkronisering";
"IDS_VIEWGD" = "Besøg Google Drev på nettet";
"IDS_SHAREFILE" = "Del...";
"IDS_VIEWFILE" = "Vis på nettet";
"IDS_REVISIONFILE" = "Revisioner";
"IDS_PRODUCTNAME" = "Google Drev";
